tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "arp-scan"
brew "bash-completion"
brew "bash-git-prompt"
brew "cmake"
brew "coreutils"
brew "fdupes"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "goenv", args: ["HEAD", "fetch-HEAD"]
brew "grep"
brew "htop"
# brew "httpd"
# brew "imagemagick"
brew "iperf3"
brew "nvm"
brew "parallel"
# brew "php@7.2"
# brew "protobuf"
brew "rbenv"
brew "rsync"
brew "telnet"
brew "tmux"
# brew "yarn"
brew "youtube-dl"
brew "yubico-piv-tool"

cask "boostnote"
cask "brave-browser"
# cask "charlessoft-timetracker"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "github"
# cask "google-backup-and-sync"
cask "google-chrome"
cask "handbrake"
# cask "kitematic"
cask "marshallofsound-google-play-music-player"
# cask "nightowl"
# cask "plug"
cask "postman"
cask "psequel"
cask "sequel-pro"
cask "smcfancontrol"
cask "soundnode"
cask "spectacle"
cask "sublime-text"
cask "tableplus"
# cask "transmission"
cask "transmit4"
# cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"

# mas "AdBlock", id: 1402042596
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
# mas "Aperture", id: 408981426
# mas "Battery Health", id: 490192174
mas "CodeBox", id: 412536790
mas "Colors", id: 581915465
# mas "iMovieApp", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Navicat for MySQL Lite", id: 412581753
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
# mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835



# brew "memcached"
# brew "mongodb"
# brew "mysql"
# brew "postgresql"
# brew "redis"

# cask "arduino"

# mas "MKPlayer", id: 1335612105
